Repository: wizard-technolab/v15_migration_yasser
Catalog: collection/i18n/*.po
Languages: ar_001

source: Active Loans
ar_001: القروض النشطة

source: Auto Sync Active Loans to Collection
ar_001: مزامنة القروض النشطة تلقائيًا إلى التحصيل

source: Call Results
ar_001: نتائج المكالمات

source: Collection Admin
ar_001: مسؤول التحصيل

source: Collection Agent
ar_001: محصل

source: Collection Management
ar_001: إدارة التحصيل

source: Configuration
ar_001: الإعدادات

source: History Massages
ar_001: سجل الرسائل

source: Massages Template
ar_001: قوالب الرسائل

source: SMS Admin
ar_001: مسؤول الرسائل

source: SMS Management
ar_001: إدارة الرسائل

source: True
ar_001: نعم

source: code
ar_001: كود

source: collection.call
ar_001: مكالمة التحصيل

source: collection.call.form
ar_001: نموذج مكالمة التحصيل

source: collection.call.tree
ar_001: قائمة مكالمات التحصيل

source: collection.collection
ar_001: سجل التحصيل

source: collection.collection.form
ar_001: نموذج سجل التحصيل

source: collection.collection.tree
ar_001: قائمة سجل التحصيل

source: collection.configuration
ar_001: إعدادات التحصيل

source: collection.configuration.form
ar_001: نموذج إعداد التحصيل

source: collection.configuration.tree
ar_001: قائمة إعداد التحصيل

source: collection.multi.sms.form
ar_001: نموذج إرسال متعدد

source: collection.multi.sms.tree
ar_001: قائمة الإرسال المتعدد

source: collection.sms
ar_001: رسالة التحصيل

source: collection.sms.form
ar_001: نموذج رسالة التحصيل

source: collection.sms.tree
ar_001: قائمة رسائل التحصيل

source: collection.transfer.wizard
ar_001: معالج نقل الطلبات

source: collection.transfer.wizard.form
ar_001: نموذج معالج النقل

source: form
ar_001: نموذج

source: kanban,tree
ar_001: كانبان،قائمة

source: list
ar_001: قائمة

source: loan.order
ar_001: طلب تمويل

source: loan.order.form.in.collection
ar_001: نموذج الطلب ضمن التحصيل

source: loan.order.tree.collector
ar_001: قائمة طلبات المحصل

source: massage.template
ar_001: قالب الرسائل

source: massage.template.form
ar_001: نموذج قالب الرسائل

source: massage.template.tree
ar_001: قائمة قوالب الرسائل

source: minutes
ar_001: دقائق

source: model.sync_active_loans()
ar_001: الدالة model.sync_active_loans()

source: new
ar_001: جديد

source: tree
ar_001: قائمة

source: tree,form
ar_001: قائمة،نموذج
